{
  "es": {
    "services.process_automation.title": "Automatización de Procesos",
    "services.process_automation.subtitle": "Optimiza tus operaciones con automatización inteligente",
    "services.process_automation.image": "process_automation.png",
    "services.process_automation.description": "Transformamos tus procesos empresariales mediante la automatización inteligente. Nuestras soluciones de RPA (Robotic Process Automation) y BPM (Business Process Management) optimizan las operaciones diarias, reducen errores y aumentan la productividad. Implementamos flujos de trabajo automatizados que se adaptan a tus necesidades específicas, permitiéndote enfocarte en decisiones estratégicas mientras la tecnología se encarga de las tareas repetitivas.",
    "services.process_automation.features": [
      "Automatización inteligente de procesos con RPA para tareas repetitivas y críticas",
      "Workflows personalizados que optimizan la operación y reducen errores",
      "Integración fluida con sistemas internos, APIs y plataformas externas",
      "Automatización de documentos, formularios y flujos de aprobación digitales",
      "Notificaciones y alertas proactivas para decisiones rápidas y precisas",
      "Dashboards y reportes en tiempo real con insights accionables",
      "Optimización continua basada en análisis de desempeño y métricas",
      "Escalabilidad y adaptabilidad para crecer con tu negocio"
    ]
  },
  "en": {
    "services.process_automation.title": "Process Automation",
    "services.process_automation.subtitle": "Optimize your operations with intelligent automation",
    "services.process_automation.image": "process_automation.png",
    "services.process_automation.description": "We transform your business processes through intelligent automation. Our RPA (Robotic Process Automation) and BPM (Business Process Management) solutions optimize daily operations, reduce errors, and increase productivity. We implement automated workflows that adapt to your specific needs, allowing you to focus on strategic decisions while technology handles repetitive tasks.",
    "services.process_automation.features": [
      "Intelligent process automation with RPA for repetitive and critical tasks",
      "Custom workflows that optimize operations and reduce errors",
      "Seamless integration with internal systems, APIs, and external platforms",
      "Document automation, forms, and digital approval flows",
      "Proactive notifications and alerts for quick and accurate decisions",
      "Real-time dashboards and reports with actionable insights",
      "Continuous optimization based on performance analysis and metrics",
      "Scalability and adaptability to grow with your business"
    ]
  }
}